<?php

$_['heading_title'] = "الملف الشخصي" ;

//entry
$_['entry_firstname']			= "الاسم الأول" ;
$_['entry_lastname']			= "اسم العائلة" ;
$_['entry_email']				= "البريد الإلكتروني" ;
$_['entry_telephone']		= "هاتف" ;

$_['text_form']					= "معلومات الملف الشخصي" ;
$_['text_success']           = 'Success: لقد قمت بتعديل الملف الشخصي!';

//error
$_['error_exists']       = 'تحذير: عنوان البريد الإلكتروني مسجل بالفعل!';
$_['error_firstname']    = "يجب أن يكون الاسم الأول بين 1 و 32 حرفًا!" ;
$_['error_lastname']     = 'يجب أن يكون اسم العائلة بين 1 و 32 حرفًا!' ;
$_['error_email']        = 'لا يبدو أن عنوان البريد الإلكتروني صالح!';
$_['error_telephone']    = "يجب أن يكون الهاتف بين 3 و 32 حرفًا!" ;
$_['error_warning'] = 'تحذير: يرجى التحقق من النموذج بعناية بحثًا عن الأخطاء!' ;
