<?php
// Heading
$_['heading_title']     = "مجموعات السمات" ;

// Text
$_['text_success']      = 'Success: لقد قمت بتعديل مجموعات السمات!';
$_['text_list']         = "قائمة مجموعة السمات" ;
$_['text_add']          = 'إضافة مجموعة سمات' ;
$_['text_edit']         = "تحرير مجموعة السمات" ;

// Column
$_['column_name']       = "اسم مجموعة السمات" ;
$_['column_sort_order'] = "ترتيب الفرز" ;
$_['column_action']     = "عمل" ;

// Entry
$_['entry_name']        = "اسم مجموعة السمات" ;
$_['entry_sort_order']  = "ترتيب الفرز" ;

// Error
$_['error_warning']          = 'تحذير: يرجى التحقق من النموذج بعناية بحثًا عن الأخطاء!' ;
$_['error_name']        = 'يجب أن يتراوح اسم مجموعة السمات بين 1 و 64 حرفًا!' ;
$_['error_attribute']   = 'تحذير: لا يمكن حذف مجموعة السمات هذه لأنها مخصصة لسمات٪ s!';
$_['error_product']     = 'تحذير: لا يمكن حذف مجموعة السمات هذه لأنها مخصصة حاليًا لمنتجات٪ s!';