<?php
// Heading
$_['heading_title']     = "التنزيلات" ;

// Text
$_['text_success']      = 'نجاح: لقد قمت بتعديل التنزيلات!';
$_['text_list']         = "قائمة التنزيل" ;
$_['text_add']          = "إضافة تنزيل" ;
$_['text_edit']         = "تحرير التنزيل" ;
$_['text_upload']       = 'تم تحميل ملفك بنجاح!' ;

// Column
$_['column_name']       = "اسم التنزيل" ;
$_['column_date_added'] = "تاريخ الإضافة" ;
$_['column_action']     = "عمل" ;

// Entry
$_['entry_name']        = "اسم التنزيل" ;
$_['entry_filename']    = "اسم الملف" ;
$_['entry_mask']        = "قناع" ;

// Help
$_['help_filename']     = 'يمكنك التحميل عبر زر التحميل أو استخدام FTP للتحميل إلى دليل التنزيل وإدخال التفاصيل أدناه.';
$_['help_mask']         = 'من المستحسن أن يكون اسم الملف والقناع مختلفين لمنع الأشخاص الذين يحاولون الارتباط مباشرة بتنزيلاتك.';

// Error
$_['error_warning']          = 'تحذير: يرجى التحقق من النموذج بعناية بحثًا عن الأخطاء!' ;
$_['error_name']        = 'يجب أن يكون اسم التنزيل بين 3 و 64 حرفًا!' ;
$_['error_upload']      = 'التحميل مطلوب!' ;
$_['error_filename']    = "يجب أن يكون اسم الملف بين 3 و 128 حرفًا!" ;
$_['error_exists']      = 'الملف غير موجود!';
$_['error_mask']        = 'يجب أن يكون القناع بين 3 و 128 حرفًا!' ;
$_['error_filetype']    = 'نوع ملف غير صالح!' ;
$_['error_product']     = 'تحذير: لا يمكن حذف هذا التنزيل لأنه مخصص حاليًا لمنتجات٪ s!';