<?php
// Heading
$_['heading_title']     = "الشركات المصنعة" ;

// Text
$_['text_success']      = 'النجاح: لقد قمت بتعديل الشركات المصنعة!';
$_['text_list']         = "قائمة الشركات المصنّعة" ;
$_['text_add']          = "إضافة الشركة المصنعة" ;
$_['text_edit']         = "تحرير الشركة المصنعة" ;
$_['text_default']      = "افتراضي" ;
$_['text_percent']      = "النسبة المئوية" ;
$_['text_amount']       = "المبلغ الثابت" ;
$_['text_keyword']      = 'لا تستخدم مسافات ، وبدلاً من ذلك استبدل المسافات بـ - وتأكد من أن عنوان URL لتحسين محركات البحث فريد عالميًا.';

// Column
$_['column_name']       = "اسم الشركة المصنعة" ;
$_['column_sort_order'] = "ترتيب الفرز" ;
$_['column_action']     = "عمل" ;

// Entry
$_['entry_name']        = "اسم الشركة المصنعة" ;
$_['entry_store']       = "المتاجر" ;
$_['entry_keyword']     = "الكلمة الرئيسية" ;
$_['entry_image']       = "صورة" ;
$_['entry_sort_order']  = "ترتيب الفرز" ;
$_['entry_type']        = "النوع" ;

// Error
$_['error_warning']          = 'تحذير: يرجى التحقق من النموذج بعناية بحثًا عن الأخطاء!' ;
$_['error_name']        = "يجب أن يكون اسم الشركة المصنعة بين 1 و 64 حرفًا!" ;
$_['error_keyword']     = 'URL SEO قيد الاستخدام بالفعل!' ;
$_['error_unique']      = 'يجب أن يكون عنوان URL لتحسين محركات البحث فريدًا!' ;
$_['error_product']     = 'تحذير: لا يمكن حذف هذا المصنع لأنه تم تعيينه حاليًا لمنتجات٪ s!';
//tab
$_['tab_general']             = "عام" ;
$_['tab_seo']             = "SEO" ;