<?php
// Heading
$_['heading_title']          = "معلومات" ;

// Text
$_['text_success']           = 'النجاح: لقد قمت بتعديل المعلومات!';
$_['text_list']              = "قائمة المعلومات" ;
$_['text_add']               = "إضافة معلومات" ;
$_['text_edit']              = "تحرير المعلومات" ;
$_['text_default']           = "افتراضي" ;
$_['text_keyword']           = 'لا تستخدم مسافات ، وبدلاً من ذلك استبدل المسافات بـ - وتأكد من أن عنوان URL لتحسين محركات البحث فريد عالميًا.';

// Column
$_['column_title']           = "عنوان المعلومات" ;
$_['column_sort_order']      = "ترتيب الفرز" ;
$_['column_action']          = "عمل" ;

// Entry
$_['entry_title']            = "عنوان المعلومات" ;
$_['entry_description']      = "الوصف" ;
$_['entry_meta_title']       = "عنوان العلامة الوصفية" ;
$_['entry_meta_keyword']     = "الكلمات المفتاحية لعلامات التعريف" ;
$_['entry_meta_description'] = "وصف العلامة الوصفية" ;
$_['entry_store']            = "المتاجر" ;
$_['entry_keyword']          = "الكلمة الرئيسية" ;
$_['entry_bottom']           = "القاع" ;
$_['entry_status']           = "الحالة" ;
$_['entry_sort_order']       = "ترتيب الفرز" ;
$_['entry_layout']           = "تجاوز التخطيط" ;

// Help
$_['help_bottom']            = 'العرض في أسفل التذييل.';

// Error
$_['error_warning']          = 'تحذير: يرجى التحقق من النموذج بعناية بحثًا عن الأخطاء!' ;
$_['error_permission']       = 'تحذير: ليس لديك إذن بتعديل المعلومات!';
$_['error_title']            = 'يجب أن يكون عنوان المعلومات بين 1 و 64 حرفًا!' ;
$_['error_description']      = 'يجب أن يكون الوصف أكثر من 3 أحرف!';
$_['error_meta_title']       = 'يجب أن يكون العنوان التعريفي أكبر من 1 وأقل من 255 حرفًا!' ;
$_['error_keyword']          = 'URL SEO قيد الاستخدام بالفعل!' ;
$_['error_unique']           = 'يجب أن يكون عنوان URL لتحسين محركات البحث فريدًا!' ;
$_['error_account']          = 'تحذير: لا يمكن حذف صفحة المعلومات هذه حيث تم تعيينها حاليًا كبنود حساب المتجر!' ;
$_['error_checkout']         = 'تحذير: لا يمكن حذف صفحة المعلومات هذه حيث تم تعيينها حاليًا على أنها شروط الخروج من المتجر!' ;
$_['error_affiliate']        = 'تحذير: لا يمكن حذف صفحة المعلومات هذه حيث تم تعيينها حاليًا كبنود تابعة للمتجر!';
$_['error_return']           = 'تحذير: لا يمكن حذف صفحة المعلومات هذه حيث تم تعيينها حاليًا كبنود إرجاع المتجر!';
$_['error_store']            = 'تحذير: لا يمكن حذف صفحة المعلومات هذه حيث يتم استخدامها حاليًا بواسطة٪ s store!';