<?php
// Heading
$_['heading_title']       = "كوبونات" ;

// Text
$_['text_success']        = 'النجاح: لقد قمت بتعديل القسائم!';
$_['text_list']           = "قائمة القسيمة" ;
$_['text_add']            = "إضافة قسيمة" ;
$_['text_edit']           = "تحرير القسيمة" ;
$_['text_percent']        = "النسبة المئوية" ;
$_['text_amount']         = "المبلغ الثابت" ;
$_['text_coupon']         = "تاريخ القسيمة" ;
$_['text_enabled']		  = "ممكّن" ;
$_['text_disabled']		  = "معطل" ;

// Column
$_['column_name']         = "اسم القسيمة" ;
$_['column_code']         = "الرمز" ;
$_['column_discount']     = "الخصم" ;
$_['column_date_start']   = "تاريخ البدء" ;
$_['column_date_end']     = "نهاية التاريخ" ;
$_['column_status']       = "الحالة" ;
$_['column_order_id']     = "معرف الطلب" ;
$_['column_customer']     = "الزبون" ;
$_['column_amount']       = "المبلغ" ;
$_['column_date_added']   = "تاريخ الإضافة" ;
$_['column_action']       = "عمل" ;

//tab
$_['tab_general']		  = "عام" ;
$_['tab_history']		  = "التاريخ" ;

// Entry
$_['entry_name']          = "اسم القسيمة" ;
$_['entry_code']          = "الرمز" ;
$_['entry_type']          = "النوع" ;
$_['entry_discount']      = "الخصم" ;
$_['entry_logged']        = "تسجيل دخول العميل" ;
$_['entry_shipping']      = "شحن مجاني" ;
$_['entry_total']         = "المبلغ الإجمالي" ;
$_['entry_category']      = "الفئة" ;
$_['entry_product']       = "المنتجات" ;
$_['entry_date_start']    = "تاريخ البدء" ;
$_['entry_date_end']      = "نهاية التاريخ" ;
$_['entry_uses_total']    = "الاستخدامات لكل قسيمة" ;
$_['entry_uses_customer'] = "الاستخدامات لكل عميل" ;
$_['entry_status']        = "الحالة" ;

// Help
$_['help_code']           = 'الرمز الذي يدخله العميل للحصول على الخصم.';
$_['help_type']           = 'النسبة المئوية أو المبلغ الثابت.' ;
$_['help_logged']         = 'يجب على العميل تسجيل الدخول لاستخدام القسيمة.';
$_['help_total']          = 'المبلغ الإجمالي الذي يجب الوصول إليه قبل صلاحية القسيمة.';
$_['help_category']       = 'اختيار جميع المنتجات ضمن الفئة المحددة.' ;
$_['help_product']        = 'اختر منتجات معينة ستطبق عليها القسيمة. حدد أي منتجات لتطبيق القسيمة على سلة التسوق بأكملها. ';
$_['help_uses_total']     = 'الحد الأقصى لعدد المرات التي يمكن فيها استخدام القسيمة من قبل أي عميل. اتركه فارغًا بلا حدود ';
$_['help_uses_customer']  = 'الحد الأقصى لعدد مرات استخدام القسيمة من قبل عميل واحد. اتركه فارغًا بلا حدود ';

// Error
$_['error_warning']          = 'تحذير: يرجى التحقق من النموذج بعناية بحثًا عن الأخطاء!' ;
$_['error_exists']        = 'تحذير: كود القسيمة قيد الاستخدام بالفعل!' ;
$_['error_name']          = 'يجب أن يكون اسم القسيمة بين 3 و 128 حرفًا!' ;
$_['error_code']          = 'يجب أن يكون الرمز بين 3 و 10 أحرف!' ;