<?php
// Heading
$_['heading_title']                = "تسجيل دخول البائع" ;

// Text
$_['text_account']                 = "الحساب" ;
$_['text_login']                   = "تسجيل الدخول" ;
$_['text_new_vendor']              = "بائع جديد" ;
$_['text_register']                = "تسجيل حساب" ;
$_['text_register_account']        = 'من خلال إنشاء حساب ، ستتمكن من التسوق بشكل أسرع ، وكن على اطلاع على حالة الطلب ، وتتبع الطلبات التي قمت بها من قبل. ';
$_['text_returning_vendor']        = "البائع العائد" ;
$_['text_i_am_returning_vendor']   = "أنا بائع عائد" ;
$_['text_forgotten']               = "نسيت كلمة المرور" ;

// Entry
$_['entry_email']                  = "عنوان البريد الإلكتروني" ;
$_['entry_password']               = "كلمة المرور" ;

// Error
$_['error_warning']          = 'تحذير: يرجى التحقق من النموذج بعناية بحثًا عن الأخطاء!' ;
$_['error_login']                  = "تحذير: لا يوجد تطابق لعنوان البريد الإلكتروني و / أو كلمة المرور." ;
$_['error_attempts']               = 'تحذير: تجاوز حسابك عدد محاولات تسجيل الدخول المسموح بها. يرجى المحاولة مرة أخرى خلال ساعة واحدة. ';
$_['error_vendor_approved']        = 'تحذير: يتطلب حسابك الموافقة قبل أن تتمكن من تسجيل الدخول.';